import React from "react"
import { Link } from "gatsby"

import Layout from "../components/layout"
import Image from "../components/image"
import SEO from "../components/seo"

const IndexPage = () => (
  <Layout>
    <SEO title="Home" />
    <h1>Hi people</h1>
    <p>Welcome to your new Gatsby site.</p>
    <p>
      'भारत हा शेतीप्रधान देश आहे' हे वाक्य वाचत-ऐकत आपण लहानाचे मोठे झालो. पण
      आता ते वाक्य ‘भारत हा निवडणूकप्रधान देश आहे’ असं बदलायला हवं, असं वाटायला
      लागलं आहे. एक झाली की दुसरी, इथली झाली की तिथली. निवडणुका काही थांबत
      नाहीत. सभा, भाषणं, मिरवणुका, आश्वासनं, आरोप-प्रत्यारोपांचा धुरळा उडत असतो.
      ह्या वातावरणात सगळेच राजकारणनिष्णात झाले नाही तरच नवल! पण तरीही 'मला नाही
      राजकारणात इंटरेस्ट. सगळे इथूनतिथून सारखेच. कोणीही निवडून आलं तरी आपल्या
      रोजच्या आयुष्यात काही फरक पडत नाही' असं ठाम मत असणारी मंडळीही आसपास
      असतातच. पण खरं म्हणजे असं नसतं. समाजावर आणि समाजाचा घटक असणाऱ्या
      कुटुंबांवर राजकारणाचा, राज्यकर्त्यांच्या धोरणांचा अत्यंत दूरगामी परिणाम
      होतो. 'वाइल्ड स्वान्स' ह्या पुस्तकात ह्याचीच चित्तरकथा वाचायला मिळते. १९९१
      साली प्रसिद्ध झालेल्या ह्या पुस्तकाला आजही चीनमध्ये बंदी आहे.
    </p>
    <div style={{ maxWidth: `300px`, marginBottom: `1.45rem` }}>
      <Image />
    </div>
    <Link to="/page-2/">Go to page 2</Link>
  </Layout>
)

export default IndexPage
